Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driving_offences/penalty_points_for_driving_offences.html.txt.tmx
Source language: en
Languages: ga

source: Penalty points for driving offences
ga: Pointí pionóis i gcomhair cionta tiomána

source: The penalty points system for driving offences was introduced in 2002
ga: Tugadh córas na bpointí pionóis i gcomhair cionta tiomána isteach an 31 Deireadh Fómhair 2002

source: In 2006, fixed charge fines for motorists guilty of driving offences were also introduced
ga: In Aibreán 2006, tugadh isteach fíneálacha muirir sheasta do thiománaithe a bhí ciontach i gcionta tiomána

source: The law governing penalty points is the Road Traffic Act 2002
ga: Is é an dlí a rialaíonn pointí pionóis ná an tAcht um Thrácht ar Bhóithre 2002

source: A penalty point is essentially a formal reprimand by the Gardai endorsed on your driving licence that shows you are guilty of a specified driving offence
ga: Is éard atá i bpointe pionóis ná iomardú foirmiúil ó na Gardaí ar do cheadúnas tiomána a thaispeánann go bhfuil tú ciontach i gcion tiomána sainithe

source: The aim of penalty points is to influence and improve driver behaviour and address the unacceptable levels of death and serious injury on our roads
ga: Is í an aidhm atá leis na pointí pionóis ná tionchar agus feabhas a chur ar iompar tiománaithe agus iarracht a dhéanamh dul i ngleic le líon na ndaoine atá ag fáil bháis agus á ngortú go dona ar na bóithre, rud nach féidir glacadh leis

source: Penalty point systems also operate in other countries
ga: Tá córais pointí pionóis i bhfeidhm i dtíortha eile freisin

source: International experience has demonstrated the penalty points system has proven successful in reducing the number of road deaths in those countries
ga: Léiríonn taithí idirnáisiúnta gur éirigh leis an gcóras pointí pionóis líon na mbásanna ar na bóithre sna tíortha sin a laghdú

source: While penalty points are endorsed on your driving licence, the points do not physically appear on the licence
ga: Cé gur ar do cheadúnas tiomána a chuirtear pointí pionóis, ní bhíonn na pointí le feiceáil go fisiciúil ar an gceadúnas

source: Instead, your penalty points are recorded on your driving licence record
ga: Ina áit sin, bíonn do phointí pionóis taifeadta ar thaifead do cheadúnais tiomána

source: Driving licence records are held on the National Vehicle and Driver File operated by the Department of Transport, Tourism and Sport
ga: Taifid ceadúnas tiomána ar siúl ar an Comhad Náisiúnta Feithiclí agus Tiománaithe i bhfeidhm ag an Roinn Iompair, Spóirt agus Turasóireachta

source: On 1 August 2014, there was an increase in the number of penalty points for some driving offences (pdf)
ga: An 1 Lúnasa, 2014 bhí líon na bpointí pionóis (pdf) mhéadaithe do roinnt cionta tiomána (pdf)

source: Also the disqualification threshold was reduced from 12 to 7 penalty points for those who obtain their first learner permit on or after 1 August 2014 and subsequently during the first 2 years while they drive under their first driving licence
ga: Bhí an tairseach dícháiliú a laghdú go dtí 7 pointí pionóis dóibh siúd fháil ar a gcuid chéad cheadúnas foghlaimeora ar nó tar éis 1 Lúnasa 2014 agus ina dhiaidh le linn na chéad 2 bhliain nuair a thiomáint siad faoina cheadúnas tiomána ar dtús

source: On 8 December 2014, there were more changes introduced – 14 new penalty point offences, 9 offences had their existing level of points increased and 2 offences had procedural changes so that points can be applied without a court conviction
ga: An 8 Nollaig 2014, bhí níos mó athruithe a tugadh isteach lena n-áirítear 14 cionta nua pointí pionóis

source: How does the penalty points system work?
ga: Conas a oibríonn córas na bpointí pionóis?

source: Penalty point offences are recorded on your driving licence licence if:
ga: Taifeadtar cionta pointí pionóis ar thaifead do cheadúnais tiomána:

source: • You are convicted of a driving offence that attracts penalty points, or
ga: • Má chiontaítear tú i gcion tiomána a bhfuil pointí pionóis ag gabháil leis, nó

source: • You are served with a fixed-fine notice in respect of an alleged offence that attracts penalty points and you opt to pay the fine rather than having the matter referred to the courts for determination
ga: • Má sheirbheáiltear tú le fógra fíneála seasta maidir le cion líomhnaithe a dtéann pointí pionóis leis agus go roghnaíonn tú an fhíneáil a íoc seachas dul chuig na cúirteanna chun an cás a réiteach

source: No driver is allowed drive a vehicle while holding 12 current penalty points on their driving licence
ga: Níl cead ag aon tiománaí feithicil a thiomáint nuair atá 12 pointe pionóis reatha ar a gceadúnas tiomána acu

source: Any driver that receives 12 penalty points in any 3 year period, is automatically faced with a 6-month disqualification from driving
ga: Dícháileofar aon tiománaí a fhaigheann 12 pointe pionóis in aon tréimhse 3 bliana ó thiomáint ar feadh 6 mhí

source: The disqualification threshold is reduced to 7 penalty points for those who obtain their first learner permit on or after 1 August 2014 and subsequently during the first 2 years while they drive under their first driving licence.)
ga: Tá an tairseach dícháiliú a laghdú go dtí 7 pointí pionóis dóibh siúd fháil ar a gcuid chéad cheadúnas foghlaimeora ar nó tar éis 1 Lúnasa 2014 agus ina dhiaidh le linn na chéad 2 bhliain nuair a thiomáint siad faoina cheadúnas tiomána ar dtús

source: Do penalty points apply to all Irish driving licences?
ga: An mbaineann pointí pionóis le gach ceadúnas tiomána Éireannach?

source: Penalty points apply to both learner permits and full Irish driving licences
ga: Baineann pointí pionóis le ceadanna foghlaimeora agus le ceadúnais tiomána iomlána Éireannacha

source: Penalty points also apply to drivers with foreign driving licences driving in Ireland
ga: Baineann pointí pionóis le tiománaithe, chomh maith, a bhfuil ceadúnais tiomána iasachta acu a thiomáineann in Éirinn

source: If someone is driving in Ireland on a foreign licence, a record is created for the purpose of recording penalty points
ga: Má tá duine ag tiomáint in Éirinn agus ceadúnas iasachta acu, cruthaítear taifead ar mhaithe le pointí pionóis a thaifeadadh

source: Where the driver accumulates 12 penalty points in a 3-year period they are disqualified from driving in Ireland
ga: Má bhailíonn an tiománaí 12 phointe pionóis i dtréimhse 3 bliana, dícháileofar iad ó thiomáint in Éirinn

source: Penalty points obtained in other jurisdictions
ga: Pointí pionóis a fhaightear i ndlínsí eile

source: A Convention of Driving Disqualification was adopted by EU Member States in 1998
ga: Ghlac Ballstáit an AE le Coinbhinsiún ar Dhícháiliú Tiomána i 1998

source: Ireland's Road Traffic Act 2002 provides a framework for implementing the Convention
ga: Cuireann Acht um Thrácht Bóithre 2002 na hÉireann creat ar fáil chun an Coinbhinsiún a chur i bhfeidhm

source: Section 9 is designed to facilitate the entry into force of the framework for bilateral co-operation with other EU Member States in applying driving disqualifications for a number of serious road traffic offences committed in another Member State
ga: Tá Alt 9 deartha chun teacht i bhfeidhm an chreata a éascú d’fhonn comhoibriú déthaobhach a dhéanamh le Ballstáit eile de chuid an AE i gcur i bhfeidhm dhícháiliú tiomána i gcomhair roinnt cionta tromchúiseacha um thrácht ar bóithre a rinneadh i mBallstát eile

source: Mutual recognition of penalty points between the UK, Northern Ireland and the Isle of Man already exists
ga: Tá socrú cheana féin ann ina n-aithnítear pointí pionóis idir an Ríocht Aontaithe, Tuaisceart Éireann agus Oileán Mhanainn

source: The North South Ministerial Council are examining the recognition of penalty points between Northern Ireland and Ireland
ga: Tá an Chomhairle Aireachta Thuaidh Theas ag scrúdú aithint pointí pionóis idir Tuaisceart Éireann agus Poblacht na hÉireann

source: When do the points take effect from - the date I committed the offence?
ga: Cén uair a thagann na pointí i bhfeidhm - an dáta a rinne mé an cion?

source: If you have committed a driving offence that incurs penalty points you receive a written notification from the Road Safety Authority (RSA) informing you of the fact that the appropriate number of penalty points are being added to your driving licence
ga: Má tá cion tiomána déanta agat a dtéann pointí pionóis leis, gheobhaidh tú fógra scríofa ón tÚdarás um Shábháilteacht ar Bhóithre dod’ chur ar an eolas go bhfuil an líon cuí pointí pionóis á gcur le do cheadúnas tiomána

source: This notice includes details of your name, address, date time and location of the driving offence concerned and confirmation of the fact that you either paid the fixed charge for the offence or were convicted in the court of such offence
ga: Beidh sonraí maidir le d’ainm, do sheoladh, dáta, am agus láthair an chiona tiomána atá i gceist sa bhfógra seo, chomh maith le dearbhú gur íoc tú an táille seasta don chion nó gur ciontaíodh sa chúirt tú as an gcion seo

source: The notice also contains a date on which the notice was issued to you
ga: Beidh an dáta a eisíodh an fógra ort ar an bhfógra seo freisin

source: This is the important date as the points are only added to your licence 28 days after this date
ga: Is é seo an dáta tábhachtach ós rud é nach gcuirfear na pointí le do cheadúnas ach 28 lá tar éis an dáta seo

source: When someone has been issued with a fixed-charge notice by the Gardai for a driving offence that incurs penalty points and pays that fine within 56 days, the Gardai notify the Department of Transport, Tourism and Sport (DTTAS) of that fact
ga: Nuair a eisíonn an Garda Síochána fógra muirear seasta do dhuine mar gheall ar chion tiomána ar a ngearrtar pointí pionóis agus má íocann an duine an fhíneáil sin laistigh de 56 lá, cuireann na Gardaí an Roinn Iompair, Turasóireachta agus Spóirt (RITAS) ar an eolas ar an bhfíric sin

source: The DTTAS then, on behalf of the RSA, issue to the person a notification of the fact that the appropriate number of penalty points are to be added to their driving licence 28 days after the issue of such notification
ga: Eisíonn an RITAS, thar ceann an Údaráis um Shábháilteacht ar Bhóithre, fógra don duine ansin go gcuirfear an líon cuí pointí pionóis lena gceadúnas tiomána 28 lá i ndiaidh go n-eisítear an fógra sin

source: Similarly, if someone fails to pay the fixed-charge fine within 56 days the Gardai serve a summons on you to appear in the District Court to answer the alleged driving offence
ga: Ar an nós céanna, má theipeann ar dhuine an fhíneáil mhuirir sheasta laistigh de 56 lá, seirbheálfaidh na Gardaí toghairm ort chun teacht os comhair na Cúirte Dúiche chun an cion líomhnaithe tiomána a fhreagairt

source: If you are subsequently convicted of the driving offence in court, the District Court notify the DTTAS of that conviction and of the number of penalty points attaching to that conviction
ga: Má chiontaítear thú i leith cion tiomána i gcúirt ina dhiaidh sin, cuireann an Chúirt Dúiche an RITAS ar an eolas faoin gciontú sin agus ar an líon pointí pionóis a bhaineann leis an gciontú sin

source: The DTTAS then, on behalf of the RSA, issue to you a notification of the fact that the appropriate number of penalty points are to be added to your driving licence 28 days after the date of the issue of such notification
ga: Eisíonn an RITAS, thar ceann an Údaráis um Shábháilteacht ar Bhóithre, fógra don duine ansin go gcuirfear an líon cuí pointí pionóis lena gceadúnas tiomána 28 lá i ndiaidh go n-eisítear an fógra sin

source: All penalty points added to your driving licence whether by way of payment of the fixed charge notice or by way of conviction in the courts are recorded on the National Driver File
ga: Cuirtear gach pointe pionóis a chuirtear le do cheadúnas tiomána, cibé acu tríd an bhfógra muirear seasta a íoc nó trí chiontú sna cúirteanna i dtaifead ar Chomhad Náisiúnta na dTiománaithe

source: This enables insurance companies to have access to penalty point information held on a driver record
ga: Cuireann seo ar chumas comhlachtaí árachais rochtain a bheith acu ar fhaisnéis faoi phointí pionóis a choimeádtar ar an taifead

source: Penalty points are not physically recorded on your licence
ga: Ní chuirtear pointí pionóis i dtaifead, go fisiciúil, ar do cheadúnas

source: They are recorded on your driving licence record which is held on the National Vehicle and Driver File operated by the DTTAS
ga: Cuirtear i dtaifead iad ar thaifead do cheadúnais tiomána, atá a choimeád ar Chomhad Náisiúnta na bhFeithiclí agus na dTiománaithe atá á oibriú ag an RITAS

source: Information on fixed-charge notices and fines is available in our document on driving offences
ga: Tá eolas ar-fógraí muirir sheasta agus fíneálacha ar fáil sa doiciméad ar chionta tiomána

source: How long do penalty points stay on your licence?
ga: Cé chomh fada a fhanann pointí pionóis ar do cheadúnas?

source: Penalty points have a three-year lifespan
ga: Maireann pointí pionóis ar feadh trí bliana

source: That means they remain on your current driving licence for a period of 3 years from the start date (effective date)
ga: Ciallaíonn sé seo go bhfanfaidh siad ar do cheadúnas tiomána reatha ar feadh tréimhse 3 bliana ón dáta tosaigh (an dáta a thagann siad i bhfeidhm)

source: Any period where your licence is out of date won't count as part of the 3 years
ga: Ní chomhairfear aon tréimhse a bhfuil do cheadúnas as dáta mar chuid den tréimhse 3 bliana

source: Where you accumulate 12 points and are disqualified for a period of six months, the points which led to the disqualification are removed at the end of the 6 months
ga: Nuair a bhailíonn tú 12 pointe agus go ndícháilítear tú ar feadh tréimhse sé mhí, baintear na pointí ar tharla an dícháiliú mar thoradh orthu ag deireadh na tréimhse 6 mhí

source: I received 2 penalty points for a driving offence in June 2010
ga: Fuair mé 2 phointe pionóis i gcomhair cion tiomána i Meitheamh 2010

source: My driving licence expired in September 2012 but I only renewed it in January 2013
ga: Chuaigh mo cheadúnas tiomána in éag i Meán Fómhair 2012 ach rinne mé athnuachan air in Eanáir 2013

source: If I had renewed my licence immediately, the points would have stayed on my licence until June 2013
ga: Dá mbeinn tar éis mo cheadúnas a athnuachan láithreach d’fhanfadh na pointí ar mo cheadúnas go dtí Meitheamh 2013

source: However, the three months during which my licence was expired don't count towards the three year of the penalty points
ga: Ní chomhaireann na trí mhí a raibh mo cheadúnas imithe in éag i dtreo na trí bliana de na pointí pionóis, áfach

source: This means the penalty points remained on my licence until September 2013
ga: Ciallaíonn sé seo go bhfanfaidh na pointí pionóis ar mo cheadúnas go dtí Meán Fómhair 2013

source: If you are disqualified from driving for a period of six months as a result of accumulating 12 or more points, the number of points standing endorsed on your licence on the date you are disqualified (i.e
ga: Má dhícháilítear tú ó thiomáint ar feadh tréimhse sé mhí mar thoradh ar 12 pointe nó níos mó a bheith bailithe agat, bainfear an líon pointí atá ar do cheadúnas ar an dáta a dhícháilítear tú (.i

source: 28 days after the date of issue of written notification from the Department of Transport, Tourism and Sport) are removed from your licence at the end of the six months
ga: 28 lá tar éis an dáta a eisíodh fógra scríofa ón Roinn Iompair, Turasóireachta agus Spóirt) de do cheadúnas ag deireadh na sé mhí

source: This means that if you receive any additional penalty points during the six month disqualification period these points are then added to your driving licence when the disqualification is lifted and your driving licence returned
ga: Ciallaíonn sé seo má fhaigheann tú aon phointí pionóis breise le linn na tréimhse sé mhí a bhfuil tú dícháilithe go gcuirfear na pointí seo le do cheadúnas tiomána nuair a bhaintear an dícháiliú agus nuair a thugtar do cheadúnas tiomána ar ais duit

source: If you have been notified by the Department of Transport, Tourism and Sport that you have been disqualified from driving by virtue of the fact that you have accumulated 12 penalty points or more you are obliged to surrender your driving licence to the National Driver Licence Service for the period of six months
ga: Má thugann An Roinn Iompair, Turasóireachta agus Spóirt fógra duit go bhfuil tú dícháilithe ó thiomáint mar gheall go bhfuil 12 pointe pionóis nó níos mó bailithe agat, beidh ort do cheadúnas tiomána a shíneadh isteach ag d’Oifig Mótarchánach ar feadh na tréimhse sé mhí

source: What happens if someone else was driving my vehicle?
ga: Cad a tharlaíonn má bhí duine eile ag tiomáint mo fheithicil?

source: In cases where the driving offence was detected by camera, the fixed charge notice is sent to the registered owner of the vehicle
ga: I gcásanna gur ceamara a thug an cion tiomána faoi deara seoltar an fógra táille seasta chuig úinéir cláraithe na feithicle

source: If the registered owner was not driving at the time of the offence they should complete the form attached to the notice, giving details of the person who was driving
ga: Mura raibh an t-úinéir cláraithe ag tiomáint ag an am a rinneadh an cion, ba chóir dóibh an fhoirm atá ceangailte leis an bhfógra a chomhlánú, ag tabhairt sonraí an té a bhí ag tiomáint

source: This should then be returned to the relevant Garda Station with the original fixed charge notice
ga: Ba chóir é seo a sheoladh isteach chuig an Stáisiún Gardaí cuí leis an mbunfhógra táille seasta

source: (Do not enclose payment)
ga: (Ná cuir íocaíocht faoi iamh)

source: The Gardaí then issue a fixed charge notice to the driver
ga: Eiseoidh na Gardaí fógra táille seasta ar an tiománaí

source: Which motoring offences result in penalty points?
ga: Cé acu cionta tiomána a mbíonn pointí pionóis mar thoradh orthu?

source: The Road Traffic Act 2002, as amended, legislates for the motoring offences that can incur penalty points
ga: An tAcht um Thrácht ar Bhóithre 2002, arna leasú, do na cionta gluaisteánaíochta is féidir a thabhú pointí pionóis

source: However, not all have been implemented
ga: Mar sin féin, ní léir curtha i bhfeidhm

source: Since 8 December 2014, there are 62 driving offences that result in penalty points
ga: Ó 8 Nollaig 2014, tá 62 cionta tiomána a bheidh mar thoradh i bpointí pionóis

source: View the list of penalty point motoring offences (pdf)
ga: Féach an liosta reatha de cion tiomána a dtéann pointí pionóis leo (pdf)

source: The following are some examples of how penalty points and fines are awarded
ga: Seo a leanas roinnt samplaí den chaoi a ghearrtar pointí pionóis agus fíneálacha

source: • Speeding offences: A fixed charge fine of €80, together with 3 penalty points
ga: • Cionta luais: táille seasta €80 chomh maith le 3 phointe pionóis

source: If you have been caught speeding on police traffic camera, you will receive notice of your fine and penalty points of the offence by post
ga: Má rugadh ort ar cheamara tráchta gardaí ag tiomáint ag luas iomarcach gheobhaidh tú fógra maidir le d’fhíneáil agus do phointí pionóis as an gcion sa phost

source: You have 28 days in which to pay your fine from the date the notice issues to you to pay your fine
ga: Tá 28 lá agat chun do fíneáil a íoc ón dáta a eisítear an fógra ort

source: If you do not pay your fine, the fine then increases to €120 which you must pay within 28 days
ga: Mura n-íocann tú d’fhíneáil, méadaítear an fhíneáil go €120 a íocann tú taobh istigh de 28 lá

source: If after this time (56 days) you still have not paid your fine, the offence is referred to the courts
ga: Mura bhfuil an táille íoctha agat fós tar éis an méid seo ama (56 lá), beidh ort dul chuig do Chúirt Dúiche

source: If you are convicted in court of speeding offences and non-payment of fines, you will automatically receive 5 penalty points and a fine up to a maximum of €1,000
ga: Má chiontaítear sa chúirt tú as cionta a bhaineann le tiomáint ag luas iomarcach agus gan fíneálacha a íoc, gheobhaidh tú 5 phointe pionóis agus fíneáil €1,000 ar a mhéid

source: • Seatbelt offences: Failure to wear a seatbelt or allow children under 17 years to travel in your vehicle without a seatbelt will incur a fixed charge fine of €60
ga: • Cionta maidir le crios sábhála: Gearrfar fíneáil táille seasta €60 euro ort mar phionós as ucht gan crios sábhála a bheith ort, nó cead a thabhairt do leanaí faoi 17 mbliana d’aois taisteal i d’fheithicil gan chrios sábhála

source: You must pay this fine within 28 days, or face an increased fine of €90 payable within 56 days of the offence
ga: Ní mór duit an fhíneáil seo a íoc taobh istigh de 28 lá, nó fíneáil bhreise €90 a íoc taobh istigh de 56 lá den chion

source: 3 penalty points will be added to your licence if you opt not to go to court
ga: Cuirfear 3 phointe pionóis le do cheadúnas má roghnaíonn tú gan dul chuig an gcúirt

source: If you are convicted in court for non-wearing of a seatbelt, 5 penalty points will be added to your licence and you will be liable to a €2,000 fine for a first offence
ga: Má chiontaítear sa chúirt tú as gan crios sábhála a bheith ort, cuirfear 5 phointe pionóis le do cheadúnas agus beidh tú faoi dhliteanas ag fíneáil €2,000 don chéad chion

source: Read more about the regulations regarding the wearing of seatbelts in Ireland
ga: Léigh tuilleadh faoi na rialacháin a bhaineann le crios sábhála a chaitheamh in Éirinn

source: • Motor insurance offences: Generally punishable by a fine of up to €5,000, 5 penalty points and, at the discretion of the court, a term of imprisonment not exceeding six months
ga: • Cionta maidir le hárachas gluaisteán: Is iondúil go mbíonn pionós fíneála suas le €2,500, 5 phointe pionóis agus, de lánrogha na cúirte, téarma príosúnachta nach faide ná sé mhí

source: The court may decide that you be disqualified from driving instead of incurring penalty points
ga: Is féidir leis an gcúirt cinneadh a dhícháiliú tú ó tiomáint, seachas ar phointí pionóis a fhorchur

source: In that case,you will be disqualified for 2 years or more for a first offence and 4 years or more in the case of a second offence committed within 3 years of the first
ga: Sa chás sin, beidh tú a dhícháiliú ar feadh 2 bhliain nó níos mó le haghaidh an chéad chiona agus 4 bliana nó níos mó i gcás an dara cion laistigh de 3 bliana de na chéad chiona

source: • Careless driving: This is defined as 'driving a vehicle in a public place without due care and attention'
ga: • Tiomáint neamhaireach: Is é an sainmhíniú atá air seo ná ‘feithicil a thiomáint in áit phoiblí gan aire agus cúram ceart'

source: The Gardai enforce careless driving offences and this involves a mandatory court appearance
ga: Is iad na Gardaí a fhorfheidhmíonn cionta tiomána neamhaireach agus bíonn láithreas cúirte éigeantach i gceist leis seo

source: A driver charged and subsequently found guilty of careless driving will receive 5 penalty points on their licence and may also be fined up to a maximum of €5,000
ga: Gheobhaidh tiománaí a cúisíodh agus a ciontaíodh as tiomáint neamhaireach 5 phointe pionóis ar a gceadúnas agus fíneáil suas le €5,000

source: If the careless driving causes death or serious bodily harm, the driver is liable on conviction on indictment to imprisonment for a term not exceeding 2 years or to a fine not exceeding €10,000 or to both
ga: Má bhíonn an tiomáint mhíchúramach báis nó díobhála tromchúisí coirp , is é an tiománaí dlífear ar é nó í a chiontú ar díotáil príosúnacht ar feadh téarma nach faide ná 2 bhliain nó fíneáil suas le €10,000 nó iad araon
